LSTM(
  (embedding): Embedding(14000, 400)
  (lstm): LSTM(400, 256)
  (linear): Linear(in_features=512, out_features=256, bias=True)
  (out): Linear(in_features=256, out_features=3, bias=True)
  (selu): SELU()
  (softmax): Softmax(dim=1)
  (dropout): Dropout(p=0.3, inplace=False)
)