GRU(
  (embedding): Embedding(14000, 400)
  (gru): GRU(400, 256, bidirectional=True)
  (dense1): Linear(in_features=1024, out_features=512, bias=True)
  (dense2): Linear(in_features=512, out_features=3, bias=True)
  (selu): SELU()
  (softmax): Softmax(dim=1)
  (dropout): Dropout(p=0.3, inplace=False)
)